[
  "templater-obsidian",
  "quickadd",
  "surfing",
  "callout-manager",
  "dataview",
  "obsidian-git",
  "obsidian-projects",
  "frontmatter-links",
  "tag-wrangler",
  "calendar",
  "obsidian-tasks-plugin",
  "obsidian-minimal-settings",
  "OA-file-hider",
  "consistent-attachments-and-links",
  "obsidian-attachment-name-formatting"
]